import React from 'react'

const Coins = () => {
  return (
    <div className='flex flex-col items-start justify-start px-8 py-12'>
        <h1 className='text-3xl lg:text-4xl font-semibold'>
        Κέρματα διαθέσιμα στο Frumzi Casino
        </h1>
        <div className='flex flex-col pt-4 text-lg gap-4'>
            <p>Το Frumzi Casino εξυπηρετεί μια διαφορετική βάση χρηστών υποστηρίζοντας διάφορα νομίσματα για συναλλαγές, ενισχύοντας την ευελιξία στις οικονομικές αλληλεπιδράσεις. Η συμπερίληψη πολλαπλών αποδεκτών νομισμάτων συμβάλλει στη δημιουργία ενός φιλικού προς το χρήστη οικονομικού περιβάλλοντος στην πλατφόρμα. Οι χρήστες μπορούν να πραγματοποιούν συναλλαγές χρησιμοποιώντας το προτιμώμενο νόμισμά τους, διασφαλίζοντας την προσβασιμότητα και την ευκολία.</p>
            <p>Τα διαθέσιμα νομίσματα στο Frumzi Casino περιλαμβάνουν παραδοσιακά νομίσματα fiat, επιτρέποντας στους χρήστες να πραγματοποιούν συναλλ.</p>
        </div>
        
        <h1 className='text-3xl lg:text-4xl font-semibold mt-7'>Διαθέσιμα κρυπτονομίσματα στο Frumzi Casino</h1>
        <div className='flex flex-col pt-4 text-lg gap-4'>
          <p>Από την άλλη πλευρά, το Frumzi Casino δεν διευκολύνει επί του παρόντος συναλλαγές σε κρυπτονομίσματα. Σε αντίθεση με ορισμένες διαδικτυακές πλατφόρμες που αγκαλιάζουν ψηφιακά νομίσματα, η Frumzi επέλεξε μια πιο παραδοσιακή προσέγγιση, υποστηρίζοντας αποκλειστικά τα νομίσματα fiat για οικονομικές αλληλεπιδράσεις. Οι χρήστες που εξετάζουν τις συναλλαγές στην πλατφόρμα θα πρέπει να γνωρίζουν αυτόν τον περιορισμό, καθώς μπορεί να επηρεάσει άτομα που προτιμούν την ανωνυμία και την αποκέντρωση που σχετίζονται με κρυπτοσυχνότητες.</p>
          <p>Είναι σημαντικό για τους χρήστες που περιηγούνται στο Frumzi Casino να αναθεωρήσουν τις λεπτομερείς πληροφορίες που παρέχονται σχετικά με τα αποδεκτά νομίσματα και τους τρόπους πληρωμής. Αυτή η διαφάνεια διασφαλίζει ότι οι χρήστες είναι καλά ενημερωμένοι σχετικά με το οικονομικό τοπίο της πλατφόρμας, επιτρέποντάς τους να λαμβάνουν αποφάσεις ευθυγραμμισμένες με τις προτιμήσεις και τις ανάγκες τους.</p>
        </div>
        </div>
  )
}

export default Coins