import React, { useState } from 'react'

const Dep = () => {

const [more, setMore] = useState(false);
const showMore = () =>{
    setMore(prev => !prev);
}



  return (
    <div className='flex flex-col justify-center  items-center px-8 text-center'>
        <h1 className='text-4xl md:text-5xl font-bold mb-6'>Κατάθεση στο Frumzi Casino</h1>
        <div className="text-lg md:text-md xl:text-lg mb-6 opacity-90 lg:pr-6">
        Η κατάθεση χρημάτων στο Frumzi Casino έχει σχεδιαστεί για να είναι μια απλή και αποτελεσματική διαδικασία, δίνοντας έμφαση στην ευκολία των χρηστών. Η πλατφόρμα δίνει προτεραιότητα στις άμεσες συναλλαγές, επιτρέποντας στους χρήστες να συμμετέχουν άμεσα σε δραστηριότητες στοιχηματισμού μετά την ολοκλήρωση μιας κατάθεσης. Η Frumzi ενισχύει περαιτέρω την εμπειρία κατάθεσης προσφέροντας ευελιξία με τη μορφή καταθέσεων μέσω διαφόρων γερμανικών ή φινλανδικών τραπεζών που συνδέονται με τον ιστότοπο
    <span className='text-[#2ac3ed] cursor-pointer' onClick={showMore}> more...</span>
    <span>
        {more && 
    <div className='pt-[10px]'>
        <p className='text-md lg:text-lg font-bold'>Η διαδικασία κατάθεσης στο καζίνο Frumzi περιλαμβάνει συνήθως τις ακόλουθες βασικές πτυχές:</p>
       <ul className='text-[#2ac3ed] space-y-3 text-md'>
        <li>
        1. Πρόσβαση στην ενότητα κατάθεσης: οι χρήστες μπορούν να πλοηγηθούν στην καθορισμένη ενότητα κατάθεσης στην πλατφόρμα καζίνο Frumzi. Αυτή η ενότητα είναι συνήθως εύκολα προσβάσιμη από τη διεπαφή λογαριασμού χρήστη.
        </li>
        <li>
        2. Επιλέξτε την προτιμώμενη μέθοδο κατάθεσης: το Frumzi Casino εξυπηρετεί τις προτιμήσεις των χρηστών προσφέροντας πολλαπλές μεθόδους κατάθεσης. Οι χρήστες μπορούν να επιλέξουν από διάφορες επιλογές, συμπεριλαμβανομένων των καταθέσεων μέσω συνδεδεμένων γερμανικών ή φινλανδικών τραπεζών. Η ευελιξία στις μεθόδους κατάθεσης καλύπτει διαφορετικές ανάγκες των χρηστών.
        </li>
        <li>
        3. Εισαγωγή ποσού κατάθεσης: οι χρήστες πρέπει να καθορίσουν το επιθυμητό ποσό κατάθεσης κατά τη διαδικασία συναλλαγής. Αυτό το βήμα εξασφαλίζει σαφήνεια σχετικά με τα χρήματα που προστίθενται στο λογαριασμό του χρήστη.
        </li>
        <li>
        4. Επιβεβαίωση συναλλαγής: μετά την εισαγωγή του ποσού κατάθεσης, οι χρήστες συνήθως πρέπει να επιβεβαιώσουν τη συναλλαγή. Αυτό μπορεί να περιλαμβάνει πρόσθετα μέτρα ασφαλείας, όπως έλεγχο ταυτότητας δύο παραγόντων, για να διασφαλιστεί η ακεραιότητα της διαδικασίας κατάθεσης.
        </li>
        <li>
        5. Άμεση επεξεργασία συναλλαγών: το Frumzi Casino έχει σχεδιαστεί για την άμεση επεξεργασία καταθέσεων. Αυτό σημαίνει ότι οι χρήστες μπορούν να αναμένουν ότι τα κατατεθέντα κεφάλαια θα αντικατοπτρίζονται στους λογαριασμούς τους χωρίς σημαντικές καθυστερήσεις, επιτρέποντας την άμεση πρόσβαση στις επιλογές τυχερών παιχνιδιών που είναι διαθέσιμες στην πλατφόρμα.
        </li>
       </ul>
       <p className=' text-md lg:text-lg font-bold py-2'>Η συμπερίληψη διαφόρων γερμανικών ή φινλανδικών τραπεζών ως επιλογών κατάθεσης υπογραμμίζει τη δέσμευση του Frumzi Casino να ικανοποιήσει τις οικονομικές προτιμήσεις της βάσης χρηστών του. Προσφέροντας μια σειρά μεθόδων κατάθεσης, η πλατφόρμα στοχεύει να παρέχει μια απρόσκοπτη και επικεντρωμένη στον χρήστη εμπειρία για παίκτες που επιθυμούν να συμμετάσχουν σε δραστηριότητες διαδικτυακού παιχνιδιού. Η απλή διαδικασία κατάθεσης ευθυγραμμίζεται με τα πρότυπα του κλάδου, συμβάλλοντας σε μια οικονομική αλληλεπίδραση χωρίς προβλήματα μεταξύ των χρηστών και της πλατφόρμας του καζίνο.</p>
    </div>
    }
    </span>
    <div data-aos="fade-up" data-aos-delay="300" className='mt-4 justify-center items-center flex'>
        <button className='bg-white hover:bg-[#2ac3ed] hover:text-white text-[#080e33] font-semibold justify-center lg:justify-start px-24 py-4 rounded-lg flex items-center hover:shadow-[0_0_10px_rgb(255,255,255)] hover:duration-300'><a href="https://frumzi11.com/gr/?mid=39601_730953&fluid=874c923c-8952-46f1-b5dd-e14c4a3ed5aa">Παίξει</a></button>
    </div>
    
    </div></div>
  )
}

export default Dep;